Repository: RapboyGao/SwiftRelativeTime
Catalog: Sources/SwiftRelativeTime/Resources/*.lproj/Localizable.strings
Languages: ar, bg, bs, ca, cs, cy, el, et, fa, fi, ga, he, hu, is, lt, lv, nl, ro, sl, sq, sr, sv, ta, th, tl, ur

source: just now
ar: الآن
bg: току-що
bs: upravo sada
ca: ara mateix
cs: právě teď
cy: nawr
el: ακριβώς τώρα
et: kohe
fa: در حال حاضر
fi: juuri nyt
ga: anois
he: עכשיו
hu: most
is: rétt núna
lt: ką tik dabar
lv: tieši tagad
nl: Juist nu
ro: acum
sl: ravno zdaj
sq: tani
sr: upravo sad
sv: Just nu
ta: இப்போது
th: เมื่อสักครู่
tl: ngayon
ur: ابھی

source: a few seconds ago
ar: منذ بضعة ثوانٍ
bg: няколко секунди назад
bs: prije nekoliko sekundi
ca: fa uns segons
cs: pár sekund zpět
cy: ychydig eiliadau yn ôl
el: πριν λίγες δευτερόλεπτα
et: mõni sekund tagasi
fa: چند ثانیه پیش
fi: parisen sekuntia sitten
ga: roinnt soicindí ó shin
he: לפני שניות ספורות
hu: pár másodperce
is: fyrir nokkrum sekúndum
lt: keli sekundžių atgal
lv: pāris sekundēm atpakaļ
nl: Een paar seconden geleden
ro: câteva secunde în urmă
sl: pred nekaj sekundami
sq: pak sekonda më parë
sr: pre nekoliko sekundi
sv: För några sekunder sedan
ta: சில விநாடிகளுக்கு முன்பு
th: เมื่อสักครู่
tl: ilang segundo na ang nakalipas
ur: چند سیکنڈ پہلے

source: {{seconds}} seconds ago
ar: منذ {{seconds}} ثوانٍ
bg: {{seconds}} секунди назад
bs: prije {{seconds}} sekundi
ca: fa {{seconds}} segons
cs: {{seconds}} sekund zpět
cy: {{seconds}} eiliad yn ôl
el: πριν {{seconds}} δευτερόλεπτα
et: {{seconds}} sekundit tagasi
fa: {{seconds}} ثانیه پیش
fi: {{seconds}} sekuntia sitten
ga: {{seconds}} soicind ó shin
he: לפני {{seconds}} שניות
hu: {{seconds}} másodperce
is: fyrir {{seconds}} sekúndum
lt: {{seconds}} sekundžių atgal
lv: {{seconds}} sekundēm atpakaļ
ro: {{seconds}} secunde în urmă
sl: pred {{seconds}} sekundami
sq: {{seconds}} sekonda më parë
sr: pre {{seconds}} sekundi
ta: {{seconds}} விநாடிகளுக்கு முன்பு
tl: {{seconds}} segundo na ang nakalipas
ur: {{seconds}} سیکنڈ پہلے

source: a minute ago
ar: منذ دقيقة
bg: един минута назад
bs: prije minute
ca: fa un minut
cs: minutu zpět
cy: munud yn ôl
el: πριν ένα λεπτό
et: üks minut tagasi
fa: یک دقیقه پیش
fi: minuutti sitten
ga: nóiméad ó shin
he: לפני דקה
hu: egy perce
is: fyrir einni mínútu
lt: minutę atgal
lv: minūti atpakaļ
nl: Een minuut geleden
ro: un minut în urmă
sl: pred enim minutami
sq: një minutë më parë
sr: pre jedne minute
sv: För en minut sedan
ta: ஒரு நிமிடத்துக்கு முன்பு
th: เมื่อ 1 นาที
tl: isang minuto na ang nakalipas
ur: ایک منٹ پہلے

source: {{minutes}} minutes ago
ar: منذ {{minutes}} دقائق
bg: {{minutes}} минути назад
bs: prije {{minutes}} minuta
ca: fa {{minutes}} minuts
cs: {{minutes}} minut zpět
cy: {{minutes}} munud yn ôl
el: πριν {{minutes}} λεπτά
et: {{minutes}} minutit tagasi
fa: {{minutes}} دقیقه پیش
fi: {{minutes}} minuuttia sitten
ga: {{minutes}} nóiméad ó shin
he: לפני {{minutes}} דקות
hu: {{minutes}} perce
is: fyrir {{minutes}} mínútum
lt: {{minutes}} minutės atgal
lv: {{minutes}} minūtēm atpakaļ
nl: {{minutes}} minuten geleden
ro: {{minutes}} minute în urmă
sl: pred {{minutes}} minutami
sq: {{minutes}} minuta më parë
sr: pre {{minutes}} minuta
sv: För {{minutes}} minuter sedan
ta: {{minutes}} நிமிடங்களுக்கு முன்பு
th: เมื่อ {{minutes}} นาที
tl: {{minutes}} minuto na ang nakalipas
ur: {{minutes}} منٹ پہلے

source: an hour ago
ar: منذ ساعة
bg: един час назад
bs: prije satu
ca: fa una hora
cs: hodinu zpět
cy: awr yn ôl
el: πριν μια ώρα
et: tund tagasi
fa: یک ساعت پیش
fi: tunti sitten
ga: uair an chloig ó shin
he: לפני שעה
hu: egy órája
is: fyrir einni klukkustund
lt: valandą atgal
lv: stundas atpakaļ
nl: Een uur geleden
ro: o oră în urmă
sl: pred enim uro
sq: një orë më parë
sr: pre jednog sata
sv: För en timme sedan
ta: ஒரு மணிநேரத்துக்கு முன்பு
th: เมื่อ 1 ชั่วโมง
tl: isang oras na ang nakalipas
ur: ایک گھنٹہ پہلے

source: {{hours}} hours ago
ar: منذ {{hours}} ساعات
bg: {{hours}} часа назад
bs: prije {{hours}} sati
ca: fa {{hours}} hores
cs: {{hours}} hodin zpět
cy: {{hours}} awr yn ôl
el: πριν {{hours}} ώρες
et: {{hours}} tundi tagasi
fa: {{hours}} ساعت پیش
fi: {{hours}} tuntia sitten
ga: {{hours}} uair an chloig ó shin
he: לפני {{hours}} שעות
hu: {{hours}} órája
is: fyrir {{hours}} klukkustundum
lt: {{hours}} valandos atgal
lv: {{hours}} stundām atpakaļ
nl: {{hours}} uur geleden
ro: {{hours}} ore în urmă
sl: pred {{hours}} urami
sq: {{hours}} orë më parë
sr: pre {{hours}} sati
sv: För {{hours}} timmar sedan
ta: {{hours}} மணிநேரங்களுக்கு முன்பு
th: เมื่อ {{hours}} ชั่วโมง
tl: {{hours}} oras na ang nakalipas
ur: {{hours}} گھنٹے پہلے

source: a day ago
ar: منذ يوم
bg: един ден назад
bs: prije dana
ca: fa un dia
cs: den zpět
cy: diwrnod yn ôl
el: πριν μια μέρα
et: päev tagasi
fa: یک روز پیش
fi: päivä sitten
ga: lá ó shin
he: לפני יום
hu: egy napja
is: fyrir einni degi
lt: dieną atgal
lv: dienas atpakaļ
nl: Een dag geleden
ro: o zi în urmă
sl: pred enim dnem
sq: një ditë më parë
sr: pre jednog dana
sv: För en dag sedan
ta: ஒரு நாளுக்கு முன்பு
th: เมื่อ 1 วัน
tl: isang araw na ang nakalipas
ur: ایک دن پہلے

source: {{days}} days ago
ar: منذ {{days}} أيام
bg: {{days}} дни назад
bs: prije {{days}} dana
ca: fa {{days}} dies
cs: {{days}} dní zpět
cy: {{days}} diwrnod yn ôl
el: πριν {{days}} μέρες
et: {{days}} päeva tagasi
fa: {{days}} روز پیش
fi: {{days}} päivää sitten
ga: {{days}} lá ó shin
he: לפני {{days}} ימים
hu: {{days}} napja
is: fyrir {{days}} dögum
lt: {{days}} dienų atgal
lv: {{days}} dienām atpakaļ
nl: {{days}} dagen geleden
ro: {{days}} zile în urmă
sl: pred {{days}} dnevi
sq: {{days}} ditë më parë
sr: pre {{days}} dana
sv: För {{days}} dagar sedan
ta: {{days}} நாட்களுக்கு முன்பு
th: เมื่อ {{days}} วัน
tl: {{days}} araw na ang nakalipas
ur: {{days}} دن پہلے

source: a week ago
ar: منذ أسبوع
bg: една седмица назад
bs: prije sedmice
ca: fa una setmana
cs: týden zpět
cy: wythnos yn ôl
el: πριν μια εβδομάδα
et: nädal tagasi
fa: یک هفته پیش
fi: viikko sitten
ga: seachtain ó shin
he: לפני שבוע
hu: egy héttel ezelőtt
is: fyrir einni viku
lt: savaitę atgal
lv: nedēļas atpakaļ
ro: o săptămână în urmă
sl: pred enim tednom
sq: një javë më parë
sr: pre jedne nedelje
ta: ஒரு வாரத்துக்கு முன்பு
tl: isang linggo na ang nakalipas
ur: ایک ہفتہ پہلے

source: {{weeks}} weeks ago
ar: منذ {{weeks}} أسابيع
bg: {{weeks}} седмици назад
bs: prije {{weeks}} sedmica
ca: fa {{weeks}} setmanes
cs: {{weeks}} týdnů zpět
cy: {{weeks}} wythnos yn ôl
el: πριν {{weeks}} εβδομάδες
et: {{weeks}} nädalat tagasi
fa: {{weeks}} هفته پیش
fi: {{weeks}} viikkoa sitten
ga: {{weeks}} seachtain ó shin
he: לפני {{weeks}} שבועות
hu: {{weeks}} héttel ezelőtt
is: fyrir {{weeks}} vikum
lt: {{weeks}} savaičių atgal
lv: {{weeks}} nedēļām atpakaļ
ro: {{weeks}} săptămâni în urmă
sl: pred {{weeks}} tedni
sq: {{weeks}} javë më parë
sr: pre {{weeks}} nedelja
ta: {{weeks}} வாரங்களுக்கு முன்பு
tl: {{weeks}} linggo na ang nakalipas
ur: {{weeks}} ہفتے پہلے

source: a month ago
ar: منذ شهر
bg: един месец назад
bs: prije mjeseca
ca: fa un mes
cs: měsíc zpět
cy: mis yn ôl
el: πριν έναν μήνα
et: kuu tagasi
fa: یک ماه پیش
fi: kuukausi sitten
ga: mí ó shin
he: לפני חודש
hu: egy hónappal ezelőtt
is: fyrir einum mánuði
lt: mėnesį atgal
lv: mēneša atpakaļ
nl: Een maand geleden
ro: un lună în urmă
sl: pred enim mesecem
sq: një muaj më parë
sr: pre jednog meseca
sv: För en månad sedan
ta: ஒரு மாதத்துக்கு முன்பு
th: เมื่อ 1 เดือน
tl: isang buwan na ang nakalipas
ur: ایک ماہ پہلے

source: {{months}} months ago
ar: منذ {{months}} أشهر
bg: {{months}} месеца назад
bs: prije {{months}} mjeseci
ca: fa {{months}} mesos
cs: {{months}} měsíců zpět
cy: {{months}} mis yn ôl
el: πριν {{months}} μήνες
et: {{months}} kuud tagasi
fa: {{months}} ماه پیش
fi: {{months}} kuukautta sitten
ga: {{months}} mí ó shin
he: לפני {{months}} חודשים
hu: {{months}} hónappal ezelőtt
is: fyrir {{months}} mánuðum
lt: {{months}} mėnesių atgal
lv: {{months}} mēnešiem atpakaļ
nl: {{months}} maanden geleden
ro: {{months}} luni în urmă
sl: pred {{months}} meseci
sq: {{months}} muaj më parë
sr: pre {{months}} meseci
sv: För {{months}} månader sedan
ta: {{months}} மாதங்களுக்கு முன்பு
th: เมื่อ {{months}} เดือน
tl: {{months}} buwan na ang nakalipas
ur: {{months}} ماہ پہلے

source: a year ago
ar: منذ سنة
bg: един година назад
bs: prije godine
ca: fa un any
cs: rok zpět
cy: blwyddyn yn ôl
el: πριν ένα χρόνο
et: aasta tagasi
fa: یک سال پیش
fi: vuosi sitten
ga: bliain ó shin
he: לפני שנה
hu: egy évvel ezelőtt
is: fyrir einu ári
lt: metus atgal
lv: gada atpakaļ
nl: Een jaar geleden
ro: un an în urmă
sl: pred enim letom
sq: një vit më parë
sr: pre jedne godine
sv: För ett år sedan
ta: ஒரு வருடத்துக்கு முன்பு
th: เมื่อ 1 ปี
tl: isang taon na ang nakalipas
ur: ایک سال پہلے

source: {{years}} years ago
ar: منذ {{years}} سنوات
bg: {{years}} години назад
bs: prije {{years}} godina
ca: fa {{years}} anys
cs: {{years}} let zpět
cy: {{years}} blwyddyn yn ôl
el: πριν {{years}} χρόνια
et: {{years}} aastat tagasi
fa: {{years}} سال پیش
fi: {{years}} vuotta sitten
ga: {{years}} bliain ó shin
he: לפני {{years}} שנים
hu: {{years}} évvel ezelőtt
is: fyrir {{years}} árum
lt: {{years}} metų atgal
lv: {{years}} gadiem atpakaļ
nl: {{years}} jaar geleden
ro: {{years}} ani în urmă
sl: pred {{years}} leti
sq: {{years}} vite më parë
sr: pre {{years}} godina
sv: För {{years}} år sedan
ta: {{years}} ஆண்டுகளுக்கு முன்பு
th: เมื่อ {{years}} ปี
tl: {{years}} taon na ang nakalipas
ur: {{years}} سال پہلے

source: in a few seconds
ar: بعد بضعة ثوانٍ
bg: след няколко секунди
bs: za nekoliko sekundi
ca: en uns segons
cs: za pár sekund
cy: mewn ychydig eiliadau
el: σε λίγες δευτερόλεπτα
et: mõne sekundi pärast
fa: در چند ثانیه
fi: parisen sekunnin kuluttua
ga: i roinnt soicindí
he: בתוך שניות ספורות
hu: pár másodperc múlva
is: á nokkrum sekúndum
lt: kelias sekundes
lv: pāris sekundēs
nl: Binnen enkele seconden
ro: în câteva secunde
sl: čez nekaj sekund
sq: në pak sekonda
sr: za nekoliko sekundi
sv: Om några sekunder
ta: சில விநாடிகளுக்கு பின்னர்
th: ในอีกไม่กี่วินาที
tl: sa loob ng ilang segundo
ur: چند سیکنڈ میں

source: in {{seconds}} seconds
ar: بعد {{seconds}} ثوانٍ
bg: след {{seconds}} секунди
bs: za {{seconds}} sekundi
ca: en {{seconds}} segons
cs: za {{seconds}} sekund
cy: mewn {{seconds}} eiliad
el: σε {{seconds}} δευτερόλεπτα
et: {{seconds}} sekundi pärast
fa: در {{seconds}} ثانیه
fi: {{seconds}} sekunnin kuluttua
ga: i {{seconds}} soicind
he: בתוך {{seconds}} שניות
hu: {{seconds}} másodperc múlva
is: á {{seconds}} sekúndum
lt: {{seconds}} sekundžių
lv: {{seconds}} sekundēs
ro: în {{seconds}} secunde
sl: čez {{seconds}} sekund
sq: në {{seconds}} sekonda
sr: za {{seconds}} sekundi
ta: {{seconds}} விநாடிகளுக்கு பின்னர்
tl: sa loob ng {{seconds}} segundo
ur: {{seconds}} سیکنڈ میں

source: in a minute
ar: بعد دقيقة
bg: след една минута
bs: za minutu
ca: en un minut
cs: za minutu
cy: mewn munud
el: σε ένα λεπτό
et: ükskorra pärast
fa: در یک دقیقه
fi: minuutin kuluttua
ga: i nóiméad
he: בתוך דקה
hu: egy perc múlva
is: á einni mínútu
lt: minutę
lv: minūtē
nl: Binnen een minuut
ro: în un minut
sl: čez en minuto
sq: në një minutë
sr: za jednu minutu
sv: Om en minut
ta: ஒரு நிமிடத்துக்கு பின்னர்
th: ในอีก 1 นาที
tl: sa loob ng isang minuto
ur: ایک منٹ میں

source: in {{minutes}} minutes
ar: بعد {{minutes}} دقائق
bg: след {{minutes}} минути
bs: za {{minutes}} minuta
ca: en {{minutes}} minuts
cs: za {{minutes}} minut
cy: mewn {{minutes}} munud
el: σε {{minutes}} λεπτά
et: {{minutes}} minuti pärast
fa: در {{minutes}} دقیقه
fi: {{minutes}} minuutin kuluttua
ga: i {{minutes}} nóiméad
he: בתוך {{minutes}} דקות
hu: {{minutes}} perc múlva
is: á {{minutes}} mínútum
lt: {{minutes}} minutes
lv: {{minutes}} minūtēs
nl: Binnen {{minutes}} minuten
ro: în {{minutes}} minute
sl: čez {{minutes}} minute
sq: në {{minutes}} minuta
sr: za {{minutes}} minuta
sv: Om {{minutes}} minuter
ta: {{minutes}} நிமிடங்களுக்கு பின்னர்
th: ในอีก {{minutes}} นาที
tl: sa loob ng {{minutes}} minuto
ur: {{minutes}} منٹ میں

source: in an hour
ar: بعد ساعة
bg: след един час
bs: za sat
ca: en una hora
cs: za hodinu
cy: mewn awr
el: σε μια ώρα
et: tunni pärast
fa: در یک ساعت
fi: tunnin kuluttua
ga: i uair an chloig
he: בתוך שעה
hu: egy óra múlva
is: á einni klukkustund
lt: valandą
lv: stundā
nl: Binnen een uur
ro: în o oră
sl: čez eno uro
sq: në një orë
sr: za jedan sat
sv: Om en timme
ta: ஒரு மணிநேரத்துக்கு பின்னர்
th: ในอีก 1 ชั่วโมง
tl: sa loob ng isang oras
ur: ایک گھنٹے میں

source: in {{hours}} hours
ar: بعد {{hours}} ساعات
bg: след {{hours}} часа
bs: za {{hours}} sati
ca: en {{hours}} hores
cs: za {{hours}} hodin
cy: mewn {{hours}} awr
el: σε {{hours}} ώρες
et: {{hours}} tunni pärast
fa: در {{hours}} ساعت
fi: {{hours}} tunnin kuluttua
ga: i {{hours}} uair an chloig
he: בתוך {{hours}} שעות
hu: {{hours}} óra múlva
is: á {{hours}} klukkustundum
lt: {{hours}} valandas
lv: {{hours}} stundās
nl: Binnen {{hours}} uur
ro: în {{hours}} ore
sl: čez {{hours}} ure
sq: në {{hours}} orë
sr: za {{hours}} sati
sv: Om {{hours}} timmar
ta: {{hours}} மணிநேரங்களுக்கு பின்னர்
th: ในอีก {{hours}} ชั่วโมง
tl: sa loob ng {{hours}} oras
ur: {{hours}} گھنٹے میں

source: in a day
ar: بعد يوم
bg: след един ден
bs: za dan
ca: en un dia
cs: za den
cy: mewn diwrnod
el: σε μια μέρα
et: päeva pärast
fa: در یک روز
fi: päivän kuluttua
ga: i lá
he: בתוך יום
hu: egy nap múlva
is: á einni degi
lt: dieną
lv: dienā
nl: Binnen een dag
ro: în o zi
sl: čez en dan
sq: në një ditë
sr: za jedan dan
sv: Om en dag
ta: ஒரு நாளுக்கு பின்னர்
th: ในอีก 1 วัน
tl: sa loob ng isang araw
ur: ایک دن میں

source: in {{days}} days
ar: بعد {{days}} أيام
bg: след {{days}} дни
bs: za {{days}} dana
ca: en {{days}} dies
cs: za {{days}} dní
cy: mewn {{days}} diwrnod
el: σε {{days}} μέρες
et: {{days}} päeva pärast
fa: در {{days}} روز
fi: {{days}} päivän kuluttua
ga: i {{days}} lá
he: בתוך {{days}} ימים
hu: {{days}} nap múlva
is: á {{days}} dögum
lt: {{days}} dienas
lv: {{days}} dienās
nl: Binnen {{days}} dagen
ro: în {{days}} zile
sl: čez {{days}} dni
sq: në {{days}} ditë
sr: za {{days}} dana
sv: Om {{days}} dagar
ta: {{days}} நாட்களுக்கு பின்னர்
th: ในอีก {{days}} วัน
tl: sa loob ng {{days}} araw
ur: {{days}} دن میں

source: in a week
ar: بعد أسبوع
bg: след една седмица
bs: za sedmicu
ca: en una setmana
cs: za týden
cy: mewn wythnos
el: σε μια εβδομάδα
et: nädala pärast
fa: در یک هفته
fi: viikon kuluttua
ga: i seachtain
he: בתוך שבוע
hu: egy héttel később
is: á einni viku
lt: savaitę
lv: nedēļā
ro: în o săptămână
sl: čez en teden
sq: në një javë
sr: za jednu nedelju
ta: ஒரு வாரத்துக்கு பின்னர்
tl: sa loob ng isang linggo
ur: ایک ہفتے میں

source: in {{weeks}} weeks
ar: بعد {{weeks}} أسابيع
bg: след {{weeks}} седмици
bs: za {{weeks}} sedmice
ca: en {{weeks}} setmanes
cs: za {{weeks}} týdnů
cy: mewn {{weeks}} wythnos
el: σε {{weeks}} εβδομάδες
et: {{weeks}} nädala pärast
fa: در {{weeks}} هفته
fi: {{weeks}} viikon kuluttua
ga: i {{weeks}} seachtain
he: בתוך {{weeks}} שבועות
hu: {{weeks}} héttel később
is: á {{weeks}} vikum
lt: {{weeks}} savaites
lv: {{weeks}} nedēļās
ro: în {{weeks}} săptămâni
sl: čez {{weeks}} tedne
sq: në {{weeks}} javë
sr: za {{weeks}} nedelja
ta: {{weeks}} வாரங்களுக்கு பின்னர்
tl: sa loob ng {{weeks}} linggo
ur: {{weeks}} ہفتوں میں

source: in a month
ar: بعد شهر
bg: след един месец
bs: za mjesec
ca: en un mes
cs: za měsíc
cy: mewn mis
el: σε έναν μήνα
et: kuu pärast
fa: در یک ماه
fi: kuukauden kuluttua
ga: i mí
he: בתוך חודש
hu: egy hónappal később
is: á einum mánuði
lt: mėnesį
lv: mēnesī
nl: Binnen een maand
ro: în un lună
sl: čez en mesec
sq: në një muaj
sr: za jedan mesec
sv: Om en månad
ta: ஒரு மாதத்துக்கு பின்னர்
th: ในอีก 1 เดือน
tl: sa loob ng isang buwan
ur: ایک ماہ میں

source: in {{months}} months
ar: بعد {{months}} أشهر
bg: след {{months}} месеца
bs: za {{months}} mjesece
ca: en {{months}} mesos
cs: za {{months}} měsíců
cy: mewn {{months}} mis
el: σε {{months}} μήνες
et: {{months}} kuu pärast
fa: در {{months}} ماه
fi: {{months}} kuukauden kuluttua
ga: i {{months}} mí
he: בתוך {{months}} חודשים
hu: {{months}} hónappal később
is: á {{months}} mánuðum
lt: {{months}} mėnesius
lv: {{months}} mēnešos
nl: Binnen {{months}} maanden
ro: în {{months}} luni
sl: čez {{months}} mesece
sq: në {{months}} muaj
sr: za {{months}} meseci
sv: Om {{months}} månader
ta: {{months}} மாதங்களுக்கு பின்னர்
th: ในอีก {{months}} เดือน
tl: sa loob ng {{months}} buwan
ur: {{months}} ماہ میں

source: in a year
ar: بعد سنة
bg: след една година
bs: za godinu
ca: en un any
cs: za rok
cy: mewn blwyddyn
el: σε ένα χρόνο
et: aasta pärast
fa: در یک سال
fi: vuoden kuluttua
ga: i mbliain
he: בתוך שנה
hu: egy évvel később
is: á einu ári
lt: metus
lv: gadā
nl: Binnen een jaar
ro: în un an
sl: čez en leto
sq: në një vit
sr: za jednu godinu
sv: Om ett år
ta: ஒரு வருடத்துக்கு பின்னர்
th: ในอีก 1 ปี
tl: sa loob ng isang taon
ur: ایک سال میں

source: in {{years}} years
ar: بعد {{years}} سنوات
bg: след {{years}} години
bs: za {{years}} godine
ca: en {{years}} anys
cs: za {{years}} let
cy: mewn {{years}} blwyddyn
el: σε {{years}} χρόνια
et: {{years}} aasta pärast
fa: در {{years}} سال
fi: {{years}} vuoden kuluttua
ga: i {{years}} bliain
he: בתוך {{years}} שנים
hu: {{years}} évvel később
is: á {{years}} árum
lt: {{years}} metus
lv: {{years}} gados
nl: Binnen {{years}} jaar
ro: în {{years}} ani
sl: čez {{years}} leta
sq: në {{years}} vite
sr: za {{years}} godina
sv: Om {{years}} år
ta: {{years}} ஆண்டுகளுக்கு பின்னர்
th: ในอีก {{years}} ปี
tl: sa loob ng {{years}} taon
ur: {{years}} سال میں
